<?php

return [
    'drop_to_upload'             => 'فایل ها را به اینجا بکشید یا برای آپلود تصاویر کلیک کنید',
    'not_supported'              => 'مرورگر شما از بارگذاری فایل با کشیدن و رها کردن پشتیبانی نمی کند. لطفا از فرم بازگشتی زیر برای آپلود فایل های خود مانند گذشته استفاده کنید.',
    'invalid_file_type'          => 'فایل نامعتبر',
    'file_too_big'               => 'اندازه فایل خیلی بزرگ است. حداکثر اندازه مجاز {{maxFilesize}} است.',
    'response_error'             => 'سرور با یک کد خطا پاسخ داد: {{statusCode}}.',
    'max_files_exceeded'         => 'شما به حداکثر تعداد مجاز فایل رسیده اید.',
    'cancel_upload'              => 'لغو آپلود',
    'cancel_upload_confirmation' => 'آپلود قطع شد',
    'remove_file'                => 'حذف فایل',
];
