<?php

return [
    'change_template_confirmation' => 'آیا مطمئن هستید که می خواهید نوع محصول را تغییر دهید؟ شما اصلاحات ذخیره نشده برای این صفحه را از دست خواهید داد.',
    'slug' => 'Slug',
    'template' => 'نوع محصول',
    'template_not_found' => 'نوع محصول یافت نشد. ممکن است در حین ایجاد این صفحه حذف شده باشد. برای ادامه ، لطفاً از مدیر وب سایت یا تیم توسعه خود بخواهید که این مشکل را برطرف کند.',
    'function_name' => [
        "commodity" => "محصول کالای فیزیکی است.",
        "commodity_grouped" => "محصول کالای فیزیکی به همراه ویژگی‌های مختلف است.",
        "virtual" => "محصول کالای مجازی و یا خدمات است.",
        "file" => "محصول فایل است.",
        "course" => "محصول دوره آموزشی (ویدئویی) است",
    ]
];
